package com.imzhitu.admin.constant;

public class Emoji {
	//表情包
	public static final String[] webEmoji = {
		"[高兴]","[可爱]","[笑脸]","[害羞]","[媚眼]","[花痴]","[飞吻]","[mua]","[惊讶]","[得意]","[呲牙]","[鬼脸]","[哎呀]","[委屈]","[哼哼]","[我汗]",
		"[忧郁]","[囧]","[苦逼]","[尴尬]","[生病]","[坑爹啊]","[累死了]","[哭]","[激动]","[刺瞎]","[生气]","[愤怒]","[瞌睡]","[口罩]","[怕怕咯]","[大笑]",
		"[汗]","[额]","[酷死了]","[我擦]","[外星人]","[ET]","[红心]","[心碎]","[赞]","[丘比特]","[厉害]","[傻叉]","[好的]","[拳头]","[石头]","[胜利]",
		"[禁止]","[向上]","[向下]","[向左]","[向右]","[三胖鼓掌]","[给力]","[祈祷]","[叹号]","[问号]","[对]","[错]","[男孩]","[女孩]","[爸爸]","[妈妈]",
		"[散步]","[跑步]","[冲浪]","[滑雪]","[骑车]","[游泳]","[顶]","[口水]","[呆萌]","[耳朵]","[嘴唇]","[鼻子]","[猪头]","[泡澡]","[绵羊]","[呆鸡]",
		"[野牛]","[大象]","[章鱼]","[小熊熊]","[骆驼]","[老鼠]","[老虎]","[兔子]","[喵喵]","[马驹]","[猴头]","[狗狗]","[熊猫]","[猪鼻]","[青蛙]","[猫爪]",
		"[小鱼]","[玫瑰]","[花]","[小花]","[郁金香]","[鲜花]","[椰树]","[仙人掌]","[衣服]","[皮鞋]","[照相]","[电话]","[高尔夫]","[网球]","[棒球]","[足球]",
		"[写字]","[衬衫]","[气球]","[炸弹]","[喝彩]","[剪子]","[蝴蝶结]","[机密]","[铃声]","[女帽]","[裙子]","[理发店]","[和服]","[比基尼]","[拎包]","[拍摄]",
		"[铃铛]","[月亮]","[戒指]","[葡萄]","[香蕉]","[樱桃]","[汉堡]","[披萨]","[冰激凌]","[面包圈]","[火苗]","[礼物]","[钻石]","[火箭]","[锤子]","[蛋糕]",
		"[南瓜灯]","[圣诞树]","[手枪]","[火车]","[警车]","[出租车]","[小货车]","[卡拉ok]","[录像]","[贝斯]","[钢琴]","[小提琴]","[喜欢]","[橄榄球]","[灯泡]","[皇冠]",
		"[眼睛]","[口红]","[向日葵]","[音乐]","[吹气]","[绿茶]","[面包]","[面条]","[咖喱饭]","[饭团]","[麻辣烫]","[寿司]","[苹果]","[橙子]","[草莓]","[西瓜]",
		"[柿子]","[金牛座]","[双子座]","[巨蟹座]","[狮子座]","[处女座]","[天平座]","[天蝎座]","[射手座]","[摩羯座]","[水瓶座]","[白羊座]","[双鱼座]","[星座]"
		};
	//表情标识
	public static final String emojiTag = "zhitu.emoji";
}
